#### FtOfWaterPer100ft Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol FT/100ft, indicating unit Feet of water (39.2 Â°F) per 100 feet.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtOfWaterPer100ft { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtOfWaterPer100ft As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtOfWaterPer100ft { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace